IDEA StatiCa Open Model
HangingAroundPatch.BottomPartLength Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Length of bottom part
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double BottomPartLength { get; set; }
Public Property BottomPartLength As Double
	Get
	Set
public:
property double BottomPartLength {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
HangingAroundPatch Class
IdeaRS.OpenModel.Detail Namespace